Revit 2027 API
ParameterTypeId.WitnsLineTickMark Property
 "Witness Line Tick Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WitnsLineTickMark { get; }
Public Shared ReadOnly Property WitnsLineTickMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WitnsLineTickMark {
	ForgeTypeId^ get ();
}
static member WitnsLineTickMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace